# from aiogram.types import Message

# from data.config import allowed_users
# from loader import dp


# @dp.message_handler(commands=['info22_23_02'])
# async def send_info14_15(msg: Message):
#     user = msg.from_user.id
#     if user in allowed_users:
#         await msg.answer(text="Скоб! Друзі та подруги, вітаю Вас у групі. \n"
#                           "Скидаю детальну інформацію по курсах домедичної допомоги!\n"
#                           "Вартість курсу - 200 грн \n "
#                           "Дати курсу - 22-23 лютого\n"
#                           "Курс буде відбуватись у 2 заходи, триває 8 годин.\n"
#                           "Потрібно буде бути у зручному одязі і здоровими. \n"
#                           "Скринька для вкладки буде стояти у залі  ( 200 грн) , розрахунок на вишколі лише готівкою\n"
#                           "Вул. Богомольця, 8/2(код на брамі 680)")
#     return

# @dp.message_handler(commands=['info25_26_02'])
# async def send_info14_15(msg: Message):
#     user = msg.from_user.id
#     if user in allowed_users:
#         await msg.answer(text="Скоб! Друзі та подруги, вітаю Вас у групі. \n"
#                           "Скидаю детальну інформацію по курсах домедичної допомоги!\n"
#                           "Вартість курсу - 200 грн \n "
#                           "Дати курсу - 25-26 лютого\n"
#                           "Курс буде відбуватись у 2 заходи, триває 8 годин.\n"
#                           "Потрібно буде бути у зручному одязі і здоровими. \n"
#                           "Скринька для вкладки буде стояти у залі  ( 200 грн) , розрахунок на вишколі лише готівкою\n"
#                           "Вул. Богомольця, 8/2(код на брамі 680)")
#     return

# @dp.message_handler(commands=['info27_02'])
# async def send_info14_15(msg: Message):
#     user = msg.from_user.id
#     if user in allowed_users:
#         await msg.answer(text="Скоб! Друзі та подруги, вітаю Вас у групі. \n"
#                           "Скидаю детальну інформацію по курсах домедичної допомоги!\n"
#                           "Вартість курсу - 200 грн \n "
#                           "Дати курсу - 27 лютого\n"
#                           "Тривалість курсу - 8 годин.\n"
#                           "Потрібно буде бути у зручному одязі і здоровими. \n"
#                           "Скринька для вкладки буде стояти у залі  ( 200 грн) , розрахунок на вишколі лише готівкою\n"
#                           "Вул. Богомольця, 8/2(код на брамі 680)")
#     return

# @dp.message_handler(commands=['info28_02'])
# async def send_info14_15(msg: Message):
#     user = msg.from_user.id
#     if user in allowed_users:
#         await msg.answer(text="Скоб! Друзі та подруги, вітаю Вас у групі. \n"
#                           "Скидаю детальну інформацію по курсах домедичної допомоги!\n"
#                           "Вартість курсу - 200 грн \n "
#                           "Дати курсу - 23-24 лютого\n"
#                           "Тривалість курсу - 8 годин.\n"
#                           "Потрібно буде бути у зручному одязі і здоровими. \n"
#                           "Скринька для вкладки буде стояти у залі  ( 200 грн) , розрахунок на вишколі лише готівкою\n"
#                           "Вул. Богомольця, 8/2(код на брамі 680)")
#     return